// MAC OS X Change: Changed Java Control Panel to Java Preferences
config.property_file_header=# Java(tm) \u914d\u5099\u30d7\u30ed\u30d1\u30c6\u30a3\n# \u3053\u306e\u30d5\u30a1\u30a4\u30eb\u306f\u7de8\u96c6\u3057\u306a\u3044\u3067\u304f\u3060\u3055\u3044\u3002\u3053\u308c\u306f\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u3088\u3063\u3066\u751f\u6210\u3055\u308c\u307e\u3059\u3002\n# \u30d7\u30ed\u30d1\u30c6\u30a3\u3092\u7de8\u96c6\u3059\u308b\u306b\u306f\u3001\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
jnlp.viewer.cpl.mi=\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u8d77\u52d5
jnlp.viewer.help.app=Java Web Start \u30d8\u30eb\u30d7
jnlp.cache.warning.message=\u8b66\u544a\uff1a\n\n\u30ad\u30e3\u30c3\u30b7\u30e5\u5185\u306e JNLP \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304a\u3088\u3073\u30ea\u30bd\u30fc\u30b9\u306b\n\u63a8\u5968\u3055\u308c\u308b\u30c7\u30a3\u30b9\u30af\u5bb9\u91cf\u3092\u8d85\u904e\u3057\u3066\u3044\u307e\u3059\u3002\n\n\u73fe\u5728\u4f7f\u7528\u3057\u3066\u3044\u308b\u5bb9\u91cf\uff1a{0}\n\u63a8\u5968\u3055\u308c\u308b\u5236\u9650\uff1a{1}\n\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u4f7f\u7528\u3057\u3066\u3001\u3044\u304f\u3064\u304b\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\n\u307e\u305f\u306f\u30ea\u30bd\u30fc\u30b9\u3092\u53d6\u308a\u9664\u304f\u304b\u3001\u5236\u9650\u3092\u9ad8\u304f\u8a2d\u5b9a\u3057\u3066\u304f\u3060\u3055\u3044\u3002
control.panel.title=Java \u74b0\u5883\u8a2d\u5b9a

// MAC OS X Change - we save instead of apply
common.apply_btn=\u4fdd\u5b58
general.about.text=\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u306b\u95a2\u3059\u308b\u30d0\u30fc\u30b8\u30e7\u30f3\u60c5\u5831\u3092\u8868\u793a\u3057\u307e\u3059\u3002

// MAC OS X Change - Specify Applet Runtime parameters - used for the settings box.
jpi.jres.dialog.column4=Java \u30a2\u30d7\u30ec\u30c3\u30c8\u5b9f\u884c\u6642\u306e\u30d1\u30e9\u30e1\u30fc\u30bf
java.panel.plugin.border=Java \u30a2\u30d7\u30ec\u30c3\u30c8\u5b9f\u884c\u6642\u306e\u8a2d\u5b9a  
java.panel.plugin.text=\u5b9f\u884c\u6642\u306e\u8a2d\u5b9a\u306f\u3001\u30a2\u30d7\u30ec\u30c3\u30c8\u304c\u30d6\u30e9\u30a6\u30b6\u3067\u5b9f\u884c\u3055\u308c\u308b\u3068\u304d\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002

// MAC OS X Change:
controlPanel.fileMenu=\u30d5\u30a1\u30a4\u30eb 
controlPanel.closeItem=\u9589\u3058\u308b 
controlPanel.confirm.save=\u4fdd\u5b58 
controlPanel.confirm.cancel=\u30ad\u30e3\u30f3\u30bb\u30eb 
controlPanel.confirm.dontsave=\u4fdd\u5b58\u3057\u306a\u3044 
controlPanel.confirm.unsavedChangesDescription=\u4fdd\u5b58\u3057\u306a\u3044\u5834\u5408\u3001\u884c\u3063\u305f\u5909\u66f4\u306f\u5931\u308f\u308c\u307e\u3059\u3002
controlPanel.confirm.unsavedChangesTitle=\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u9589\u3058\u308b\u524d\u306b\u3001\u5909\u66f4\u5185\u5bb9\u3092\u4fdd\u5b58\u3057\u307e\u3059\u304b\uff1f
controlPanel.applet.appletVMChanged=\u30a2\u30d7\u30ec\u30c3\u30c8 {0} \u7528\u306b\u9078\u629e\u3055\u308c\u305f Java \u306f\u3001\u5b89\u5168\u3067\u306a\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u3042\u308b\u305f\u3081\u3001\u4f7f\u7528\u3055\u308c\u307e\u305b\u3093\u3067\u3057\u305f\u3002
controlPanel.applet.appletVMChanged.submessage=Java {0} \u304c\u4ee3\u308f\u308a\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002
controlPanel.applet.unsafeTooltip=\u30a2\u30d7\u30ec\u30c3\u30c8\u3068\u5171\u306b\u4f7f\u7528\u3055\u308c\u308b Java \u304c\u5b89\u5168\u306a\u30d0\u30fc\u30b8\u30e7\u30f3\u3067\u306f\u306a\u3044\u305f\u3081\u3001<br>\u9078\u629e\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002

jnlp.viewer.install.mi=\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f5c\u6210
jnlp.viewer.uninstall.mi=\u30c7\u30b9\u30af\u30c8\u30c3\u30d7\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u53d6\u308a\u9664\u304f

jnlp.localInstall.saveAs={0} \u3092\u5225\u540d\u3067\u4fdd\u5b58...
java.panel.unknown_version=\u73fe\u5728\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u308b Java \u30d7\u30e9\u30b0\u30a4\u30f3\u306f\u3001\u5207\u308a\u66ff\u3048\u53ef\u80fd\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002
java.panel.applet_version_choice=Java \u30d0\u30fc\u30b8\u30e7\u30f3  
java.panel.applet_antialising=Java \u30a2\u30d7\u30ec\u30c3\u30c8\u5185\u306e\u3059\u3079\u3066\u306e\u30c6\u30ad\u30b9\u30c8\u3092\u6ed1\u3089\u304b\u306b\u3059\u308b 
java.panel.vm_list_priority_description=\u4e00\u90e8\u306e Java \u304a\u3088\u3073 Web Start \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u8907\u6570\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u306e Java \u3067\u52d5\u4f5c\u3057\u307e\u3059\u3002\u30d0\u30fc\u30b8\u30e7\u30f3\u756a\u53f7\u3092\u30c9\u30e9\u30c3\u30b0\u3057\u3066\u3001\u3053\u308c\u3089\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3067\u512a\u5148\u3059\u308b\u9806\u5e8f\u306b\u4e26\u3079\u66ff\u3048\u3066\u304f\u3060\u3055\u3044\u3002
java.panel.use14settings=J2SE 1.4 \u3092\u5b9f\u884c\u3059\u308b\u30a2\u30d7\u30ec\u30c3\u30c8\u306e\u8a2d\u5b9a\u3092\u5909\u66f4\u3059\u308b\u306b\u306f\u3001\u201cJava 1.4.2 Plugin Settings\u201d\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u3092\u4f7f\u7528\u3057\u3066\u304f\u3060\u3055\u3044\u3002
java.panel.switch.error.text=Java \u30d7\u30e9\u30b0\u30a4\u30f3\u306e\u30d0\u30fc\u30b8\u30e7\u30f3\u3092\u5207\u308a\u66ff\u3048\u308b\u3068\u304d\u306b\u30a8\u30e9\u30fc\u304c\u8d77\u304d\u307e\u3057\u305f\u3002\u7ba1\u7406\u8005\u30e6\u30fc\u30b6\u3067\u3042\u308b\u3053\u3068\u3092\u78ba\u8a8d\u3057\u3066\u304f\u3060\u3055\u3044\u3002

java.panel.javaws.border=Java \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u5b9f\u884c\u6642\u306e\u8a2d\u5b9a
java.panel.javaws.text=\u5b9f\u884c\u6642\u306e\u8a2d\u5b9a\u306f\u3001JNLP\uff08Java Network Launching Protocol\uff09\u3092\u4f7f\u3063\u3066 Java \u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u307e\u305f\u306f\u30a2\u30d7\u30ec\u30c3\u30c8\u304c\u8d77\u52d5\u3055\u308c\u305f\u3068\u304d\u306b\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002

cpl.ok_btn.tooltip=<html>\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u9589\u3058\u3001<br>\u884c\u3063\u305f\u5909\u66f4\u3092\u3059\u3079\u3066\u4fdd\u5b58\u3057\u307e\u3059</html>
cpl.apply_btn.tooltip=<html>\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u9589\u3058\u305a\u306b\u3001<br>\u884c\u3063\u305f\u5909\u66f4\u3092\u3059\u3079\u3066\u4fdd\u5b58\u3057\u307e\u3059</html>
cpl.cancel_btn.tooltip=<html>\u5909\u66f4\u5185\u5bb9\u3092\u4fdd\u5b58\u305b\u305a\u306b\u3001<br>\u201cJava \u74b0\u5883\u8a2d\u5b9a\u201d\u3092\u9589\u3058\u307e\u3059</html>

// Better strings for client authentication.  We need to distinguish between using the Java keystore (if there) and the keychain.
clientauth.password.dialog.keychain.title=\u30ad\u30fc\u30c1\u30a7\u30fc\u30f3\u304b\u3089\u30ad\u30fc\u3092\u53d6\u5f97
clientauth.password.dialog.keychain.text=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u4fdd\u8b77\u3055\u308c\u305f\u63a5\u7d9a\u3092\u78ba\u7acb\u3059\u308b\u305f\u3081\u306b\u306f\u3001Java \u304c\u30ad\u30fc\u30c1\u30a7\u30fc\u30f3\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
clientauth.password.dialog.keychain.subtext=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a8d\u8a3c\u306b\u5fc5\u8981\u306a\u30ad\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3057\u3066\u304f\u3060\u3055\u3044\u3002
clientauth.password.dialog.javakeystore.title=Java\u30ad\u30fc\u30b9\u30c8\u30a2\u304b\u3089\u30ad\u30fc\u3092\u53d6\u5f97
clientauth.password.dialog.javakeystore.text=\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u4fdd\u8b77\u3055\u308c\u305f\u63a5\u7d9a\u3092\u78ba\u7acb\u3059\u308b\u305f\u3081\u306b\u306f\u3001Java \u304c \u304a\u4f7f\u3044\u306e Java \u74b0\u5883\u306e\u30ad\u30fc\u30b9\u30c8\u30ec\u30fc\u30b8\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
clientauth.password.dialog.javakeystore.subtext=\u30af\u30e9\u30a4\u30a2\u30f3\u30c8\u8a8d\u8a3c\u306b\u5fc5\u8981\u306a\u30ad\u30fc\u30b9\u30c8\u30ec\u30fc\u30b8\u3068\u30ad\u30fc\u306b\u30a2\u30af\u30bb\u30b9\u3059\u308b\u305f\u3081\u3001\u30d1\u30b9\u30ef\u30fc\u30c9\u3092\u5165\u529b\u3057\u3057\u3066\u304f\u3060\u3055\u3044\u3002

// New string for signed code.  We want to give more warning that the signed applet/application may be unsafe.
security.dialog.text0=\u3053\u306e {0} \u306f \\"{1},\\" \u306b\u3088\u3063\u3066\u7f72\u540d\u3055\u308c\u3001\\"{2}\\" \u306b\u3088\u3063\u3066\u8a8d\u8a3c\u3055\u308c\u307e\u3057\u305f\u3002 \u3053\u306e\u8a3c\u660e\u66f8\u3092\u4fe1\u983c\u3057\u307e\u3059\u304b\uff1f
security.dialog.text0a=\u3053\u306e {0} \u306f\u3001\\"{1},\\" \u306b\u3088\u3063\u3066\u7f72\u540d\u3055\u308c\u3066\u3044\u307e\u3057\u305f\u304c\u3001Java \u3067\u306f\u305d\u306e\u7f72\u540d\u8a3c\u660e\u66f8\u306e\u771f\u6b63\u6027\u3092\u691c\u8a3c\u3067\u304d\u307e\u305b\u3093\u3002 \u3053\u306e\u8a3c\u660e\u66f8\u3092\u4fe1\u983c\u3057\u307e\u3059\u304b\uff1f
security.dialog.appletAction=\u201c\u4fe1\u983c\u201d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u3053\u306e\u30a2\u30d7\u30ec\u30c3\u30c8\u304c\u304a\u4f7f\u3044\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u7121\u5236\u9650\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002\u201c\u4fe1\u983c\u3057\u306a\u3044\u201d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u3053\u306e\u30a2\u30d7\u30ec\u30c3\u30c8\u304c Java \u306e\u6a19\u6e96\u5236\u9650\u3092\u9069\u7528\u3055\u308c\u305f\u72b6\u614b\u3067\u5b9f\u884c\u3055\u308c\u307e\u3059\u3002
security.dialog.applicationAction=\u201c\u4fe1\u983c\u201d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u304a\u4f7f\u3044\u306e\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u306b\u7121\u5236\u9650\u306b\u30a2\u30af\u30bb\u30b9\u3067\u304d\u308b\u72b6\u614b\u3067\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002\u201c\u4fe1\u983c\u3057\u306a\u3044\u201d\u3092\u30af\u30ea\u30c3\u30af\u3059\u308b\u3068\u3001\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u7d42\u4e86\u3057\u307e\u3059\u3002
security.dialog_https.text0=\u6697\u53f7\u5316\u60c5\u5831\u306e\u4ea4\u63db\u305f\u3081\u306b Web  \u30b5\u30a4\u30c8\u201c{0}\u201d\u304b\u3089\u3053\u306e\u8a3c\u660e\u66f8\u3092\u53d7\u3051\u5165\u308c\u307e\u3059\u304b\uff1f\n\n\u914d\u5e03\u8005\u306e\u771f\u6b63\u6027\u306f {1} \u306b\u3088\u308a\u78ba\u8a8d\u6e08\u307f\u3067\u3059\u3002
security.dialog_https.text0a=\u6697\u53f7\u5316\u60c5\u5831\u306e\u4ea4\u63db\u305f\u3081\u306b Web  \u30b5\u30a4\u30c8\u201c{0}\u201d\u304b\u3089\u3053\u306e\u8a3c\u660e\u66f8\u3092\u53d7\u3051\u5165\u308c\u307e\u3059\u304b\uff1f\n\n\u914d\u5e03\u8005\u306e\u771f\u6b63\u6027\u306f\u78ba\u8a8d\u3067\u304d\u307e\u305b\u3093\u3002
security.dialog.buttonYes=\u4fe1\u983c
security.dialog.buttonNo=\u4fe1\u983c\u3057\u306a\u3044 

// SSV variant for Mac OS X that informs user we don't support JVM downloading inside Web Start.
javaws.ssv.title.notavailable=Java \u30d0\u30fc\u30b8\u30e7\u30f3\u4e0d\u660e
javaws.ssv.versionnotavailable.masthead=\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u3001\u73fe\u5728\u30ed\u30fc\u30ab\u30eb\u306b\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u3055\u308c\u3066\u3044\u306a\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u306e Java 2 \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\uff08JRE\uff09\u3092\u8981\u6c42\u3057\u307e\u3057\u305f\u3002\u201c\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u201d\u3092\u8d77\u52d5\u3057\u3001Java \u6700\u65b0\u7248\u304c\u6709\u7121\u3092\u78ba\u8a8d\u3059\u308b\u304b\u3001\u958b\u767a\u5143\u306b\u554f\u3044\u5408\u308f\u305b\u3066\u304f\u3060\u3055\u3044\u3002
common.quit=\u7d42\u4e86
common.ok=OK

// Strings used when unsigned code uses an unsecure version of Java.
launch.error.noUnsignedCodeInOldVersions=\u3053\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306f\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u3067\u4fdd\u8b77\u3055\u308c\u3066\u3044\u306a\u3044\u65b9\u6cd5\u3067\u30b3\u30fc\u30c9\u306e\u5b9f\u884c\u3092\u8a66\u307f\u305f\u305f\u3081\u3001\u52d5\u4f5c\u3055\u305b\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u305b\u3093\u3002\u73fe\u5728\u306e\u30d0\u30fc\u30b7\u30e7\u30f3\u306e Mac OS X \u306b\u5bfe\u5fdc\u3057\u3001\u30bb\u30ad\u30e5\u30ea\u30c6\u30a3\u304c\u78ba\u8a8d\u3055\u308c\u305f\u30d0\u30fc\u30b8\u30e7\u30f3\u306e Java 2 \u30d7\u30e9\u30c3\u30c8\u30d5\u30a9\u30fc\u30e0\u3060\u3051\u304c\u3001\u7f72\u540d\u3055\u308c\u3066\u3044\u306a\u3044\u30b3\u30fc\u30c9\u3092\u5b9f\u884c\u3067\u304d\u307e\u3059\u3002\n\n

// Mac OS X overrides.
launcherrordialog.brief.ok=OK

