// MAC OS X Change: Changed Java Control Panel to Java Preferences
config.property_file_header=# Java(tm) Deployment Properties\n# BEARBEITEN SIE DIESE DATEI NICHT. Sie wird maschinell erstellt.\n# Bearbeiten Sie Eigenschaften in den Java-Einstellungen.
jnlp.viewer.cpl.mi=Java-Einstellungen starten
jnlp.viewer.help.app=Hilfe f\u00fcr Java-Web-Start
jnlp.cache.warning.message=Achtung: \n\n\Sie haben den empfohlenen Grenzwert an Speicherplatz f\u00fcr\nJNLP-Programme und -Ressourcen in Ihrem Cache \u00fcberschritten.\n\n\Sie verwenden zurzeit: {0}\nDer empfohlene Grenzwert lautet: {1}\n\n\Bitte entfernen Sie in den Java-Einstellungen einige\nProgramme oder Ressourcen oder erh\u00f6hen Sie den Grenzwert.
control.panel.title=Java-Einstellungen

// MAC OS X Change - we save instead of apply
common.apply_btn=Sichern
general.about.text=Versionsinformationen der Java-Einstellungen anzeigen

// MAC OS X Change - Specify Applet Runtime parameters - used for the settings box.
jpi.jres.dialog.column4=Java-Applet-Laufzeit-Parameter
java.panel.plugin.border=Java-Applet-Laufzeiteinstellungen 
java.panel.plugin.text=Die Laufzeiteinstellungen werden verwendet, wenn ein Applet im Browser ausgef\u00fchrt wird.

// MAC OS X Change:
controlPanel.fileMenu=Ablage 
controlPanel.closeItem=Schlie\u00dfen 
controlPanel.confirm.save=Sichern 
controlPanel.confirm.cancel=Abbrechen 
controlPanel.confirm.dontsave=Nicht sichern 
controlPanel.confirm.unsavedChangesDescription=Wenn Sie nicht sichern, gehen Ihre \u00c4nderungen verloren.  
controlPanel.confirm.unsavedChangesTitle=M\u00f6chten Sie die \u00c4nderungen in den Java-Einstellungen vor dem Schlie\u00dfen sichern? 
controlPanel.applet.appletVMChanged=Die ausgew\u00e4hlte Version f\u00fcr Java Applets, {0}, ist nicht sicher und kann nicht verwendet werden.
controlPanel.applet.appletVMChanged.submessage=Es wird stattdessen Java {0} verwendet.
controlPanel.applet.unsafeTooltip=Diese Java-Version ist nicht f\u00fcr die sichere Verwendung<br>mit Applets geeignet und kann nicht ausgew\u00e4hlt werden.

jnlp.viewer.install.mi=Desktop-Programm erstellen
jnlp.viewer.uninstall.mi=Desktop-Programm entfernen

jnlp.localInstall.saveAs={0} sichern unter \u2026
java.panel.unknown_version=Das zurzeit installierte Java Plug-In kann nicht gewechselt werden. Bitte \u00fcberpr\u00fcfen Sie Ihre Installation.
java.panel.applet_version_choice=Java Version  
java.panel.applet_antialising=S\u00e4mtlichen Text in Java Applets gl\u00e4tten
java.panel.vm_list_priority_description=Manche Java- und Web Start-Programme sind mit mehreren Versionen von Java kompatibel. Bewegen Sie die Versionsnummern in die Reihenfolge, die Sie f\u00fcr diese Programme bevorzugen.
java.panel.use14settings=Verwenden Sie das Programm \u201eJava 1.4.2 Plugin-Einstellungen\u201c, um die Einstellungen f\u00fcr Applets unter J2SE 1.4 zu \u00e4ndern.
java.panel.switch.error.text=Beim Wechseln der Java Plug-In-Version ist ein Fehler aufgetreten. Bitte vergewissern Sie sich, dass Sie ein Administrator sind.

java.panel.javaws.border=Java-Programm-Laufzeiteinstellungen
java.panel.javaws.text=Die Laufzeiteinstellungen werden verwendet, wenn ein Java-Programm oder -Applet mithilfe des JNLP (Java Network Launching Protocol) gestartet wird.

cpl.ok_btn.tooltip=<html>Java-Einstellungen schlie\u00dfen und<br>alle vorgenommenen \u00c4nderungen sichern</html>
cpl.apply_btn.tooltip=<html>Alle vorgenommenen \u00c4nderungen sichern,<br>ohne die Java-Einstellungen zu schlie\u00dfen</html>
cpl.cancel_btn.tooltip=<html>Java-Einstellungen schlie\u00dfen,<br>ohne die \u00c4nderungen zu sichern</html>

// Better strings for client authentication.  We need to distinguish between using the Java keystore (if there) and the keychain.
clientauth.password.dialog.keychain.title=Schl\u00fcssel vom Schl\u00fcsselbund abfragen
clientauth.password.dialog.keychain.text=Java muss auf Ihren Schl\u00fcsselbund zugreifen, um eine sichere Verbindung herzustellen.
clientauth.password.dialog.keychain.subtext=Geben Sie das Kennwort f\u00fcr den Zugriff auf den Schl\u00fcssel zur Client-Identifizierung ein.
clientauth.password.dialog.javakeystore.title=Schl\u00fcssel vom Java-Schl\u00fcsselspeicher abfragen
clientauth.password.dialog.javakeystore.text=Java muss auf Ihren Java-Schl\u00fcsselspeicher zugreifen, um eine sichere Verbindung herzustellen.
clientauth.password.dialog.javakeystore.subtext=Geben Sie das Kennwort f\u00fcr den Zugriff auf den Schl\u00fcsselspeicher und den Schl\u00fcssel zur Client-Identifizierung ein.

// New string for signed code.  We want to give more warning that the signed applet/application may be unsafe.
security.dialog.text0=Dieses {0} wurde von \u201e{1},\u201c signiert und von \u201e{2}\u201c identifiziert. M\u00f6chten Sie diesem Zertifikat vertrauen?
security.dialog.text0a=Dieses {0} wurde von \u201e{1},\u201c signiert, aber Java kann die Signatur dieses Zertifikats nicht identifizieren. M\u00f6chten Sie diesem Zertifikat vertrauen?
security.dialog.appletAction=Klicken Sie auf \u201eVertrauen\u201c, um dieses Applet mit uneingeschr\u00e4nkten Zugriffsrechten auf Ihrem Computer auszuf\u00fchren. Klicken Sie auf \u201eNicht vertrauen\u201c, um dieses Applet mit den Standardzugriffsrechten f\u00fcr Java auszuf\u00fchren.
security.dialog.applicationAction=Klicken Sie auf \u201eVertrauen\u201c, um dieses Programm mit uneingeschr\u00e4nkten Zugriffsrechten auf Ihrem Computer auszuf\u00fchren. Klicken Sie auf \u201eNicht vertrauen\u201c, um dieses Programm zu beenden.
security.dialog_https.text0=M\u00f6chten Sie dieses Zertifikat von der Website \u201e{0}\u201c f\u00fcr den Austausch von verschl\u00fcsselten Informationen akzeptieren?\n\nIdentit\u00e4t des Ver\u00f6ffentlichers \u00fcberpr\u00fcft von: {1}
security.dialog_https.text0a=M\u00f6chten Sie dieses Zertifikat von der Website \u201e{0}\u201c f\u00fcr den Austausch von verschl\u00fcsselten Informationen akzeptieren?\n\nIdentit\u00e4t des Ver\u00f6ffentlichers konnte nicht \u00fcberpr\u00fcft werden.
security.dialog.buttonYes=Vertrauen
security.dialog.buttonNo=Nicht vertrauen

// SSV variant for Mac OS X that informs user we don't support JVM downloading inside Web Start.
javaws.ssv.title.notavailable=Java-Version nicht verf\u00fcgbar
javaws.ssv.versionnotavailable.masthead=Das Programm ben\u00f6tigt eine Version von Java 2 Platform (JRE), die derzeit nicht lokal installiert ist. Starten Sie \u201eSoftwareaktualisierung\u201c, um nach einer neueren Java-Version zu suchen oder wenden Sie sich an den Entwickler.
common.quit=Beenden
common.ok=OK

// Strings used when unsigned code uses an unsecure version of Java.
launch.error.noUnsignedCodeInOldVersions=Das Programm kann nicht gestartet werden, da Code auf unsichere Weise ausgef\u00fchrt wird. Lediglich die aktuelle Version von Java 2 Platform f\u00fcr diese Version von Mac OS X kann nicht signierten Code ausf\u00fchren.\n\n

// Mac OS X overrides.
launcherrordialog.brief.ok=OK

