// MAC OS X Change: Changed Java Control Panel to Java Preferences
config.property_file_header=# Propri\u00e9t\u00e9s de d\u00e9ploiement Java(tm)\n# NE PAS MODIFIER CE FICHIER.  Il est g\u00e9n\u00e9r\u00e9 par une machine.\n# Utilisez les Pr\u00e9f\u00e9rences Java pour modifier les propri\u00e9t\u00e9s.
jnlp.viewer.cpl.mi=Lancer les Pr\u00e9f\u00e9rences Java
jnlp.viewer.help.app=Java Web Start Help
jnlp.cache.warning.message=Attention : \n\nVous avez d\u00e9pass\u00e9 la quantit\u00e9 d\u2019espace disque recommand\u00e9e pour les applications et les ressources \nJNLP dans votre cache.\n\nVous utilisez actuellement : {0}\nLa limite recommand\u00e9e est de : {1}\n\nVeuillez utiliser les Pr\u00e9f\u00e9rences Java pour supprimer quelques applications ou ressources \n ou pour d\u00e9finir une limite plus \u00e9lev\u00e9e.
control.panel.title=Pr\u00e9f\u00e9rences Java

// MAC OS X Change - we save instead of apply
common.apply_btn=Enregistrer
general.about.text=Voir les informations de version sur les Pr\u00e9f\u00e9rences Java.

// MAC OS X Change - Specify Applet Runtime parameters - used for the settings box.
jpi.jres.dialog.column4=Param\u00e8tres de moteur d\u2019ex\u00e9cution de l\u2019applet Java
java.panel.plugin.border=R\u00e9glages de moteur d\u2019ex\u00e9cution de l\u2019applet Java  
java.panel.plugin.text=Les r\u00e9glages de moteur d\u2019ex\u00e9cution sont utilis\u00e9s lorsqu\u2019un applet est ex\u00e9cut\u00e9 dans le navigateur.

// MAC OS X Change:
controlPanel.fileMenu=Fichier 
controlPanel.closeItem=Fermer 
controlPanel.confirm.save=Enregistrer 
controlPanel.confirm.cancel=Annuler 
controlPanel.confirm.dontsave=Ne pas enregistrer 
controlPanel.confirm.unsavedChangesDescription=Si vous n\u2019effectuez pas d\u2019enregistrement, vos modifications seront perdues.  
controlPanel.confirm.unsavedChangesTitle=Souhaitez-vous enregistrer les modifications apport\u00e9es aux Pr\u00e9f\u00e9rences Java avant de fermer ? 
controlPanel.applet.appletVMChanged=La version {0} de Java, choisie pour les applets, n\u2019est pas s\u00e9curis\u00e9e et ne peut pas \u00eatre utilis\u00e9e.
controlPanel.applet.appletVMChanged.submessage=Java {0} sera utilis\u00e9.
controlPanel.applet.unsafeTooltip=Cette version de Java n\u2019est pas s\u00e9curis\u00e9e pour l\u2019utilisation d\u2019applets et ne peut pas \u00eatre choisie.

jnlp.viewer.install.mi=Cr\u00e9er une application de bureau
jnlp.viewer.uninstall.mi=Supprimer l\u2019application de bureau

jnlp.localInstall.saveAs=Sauvegarder {0} sous...
java.panel.unknown_version=Le module Java actuellement install\u00e9 n\u2019est pas permutable. Veuillez v\u00e9rifier votre installation. 
java.panel.applet_version_choice=Version de Java  
java.panel.applet_antialising=Lisser tout le texte dans les applets Java 
java.panel.vm_list_priority_description=Certaines applications Java et Web Start travaillent avec des versions multiples de Java. Faites glisser les num\u00e9ros de version dans l\u2019ordre que vous pr\u00e9f\u00e9rez pour ces applications. 
java.panel.use14settings=Pour modifier les r\u00e9glages des applets ex\u00e9cutant J2SE 1.4, utilisez l\u2019application R\u00e9glage de module externe Java 1.4.2.
java.panel.switch.error.text=Une erreur est survenue lors de la tentative de permutation de la version du module Java.  Veuillez vous assurer d\u2019\u00eatre un utilisateur administrateur.

java.panel.javaws.border=R\u00e9glages de moteur d\u2019ex\u00e9cution de l\u2019application Java
java.panel.javaws.text=Les r\u00e9glages de moteur d\u2019ex\u00e9cution sont utilis\u00e9s lorsqu\u2019une application ou un applet Java est lanc\u00e9 via le protocole de lancement de r\u00e9seau Java (JNLP).

cpl.ok_btn.tooltip=<html>Fermez les Pr\u00e9f\u00e9rences Java et<br>enregistrez toutes les modifications apport\u00e9es</html>
cpl.apply_btn.tooltip=<html>Enregistrez toutes les modifications apport\u00e9es<br>sans fermer les Pr\u00e9f\u00e9rences Java</html>
cpl.cancel_btn.tooltip=<html>Fermez les Pr\u00e9f\u00e9rences Java<br>sans enregistrer les modifications apport\u00e9es</html>

// Better strings for client authentication.  We need to distinguish between using the Java keystore (if there) and the keychain.
clientauth.password.dialog.keychain.title=Obtenir une cl\u00e9 du trousseau
clientauth.password.dialog.keychain.text=Java doit acc\u00e9der \u00e0 votre trousseau pour \u00e9tablir une connexion s\u00e9curis\u00e9e.
clientauth.password.dialog.keychain.subtext=Saisissez le mot de passe afin d\u2019acc\u00e9der \u00e0 la cl\u00e9 n\u00e9cessaire pour l\u2019authentification du client.
clientauth.password.dialog.javakeystore.title=Obtenir une cl\u00e9 de la base de cl\u00e9s Java
clientauth.password.dialog.javakeystore.text=Java doit acc\u00e9der \u00e0 votre stockage de cl\u00e9s Java pour \u00e9tablir une connexion s\u00e9curis\u00e9e.
clientauth.password.dialog.javakeystore.subtext=Saisissez le mot de passe afin d\u2019acc\u00e9der au stockage de cl\u00e9s et \u00e0 la cl\u00e9 n\u00e9cessaires pour l\u2019authentification du client.

// New string for signed code.  We want to give more warning that the signed applet/application may be unsafe.
security.dialog.text0=Cet \u00e9l\u00e9ment {0} a \u00e9t\u00e9 sign\u00e9 par \\"{1}\\" et authentifi\u00e9 par \\"{2}\\". Souhaitez-vous vous fier \u00e0 ce certificat ?
security.dialog.text0a=Cet \u00e9l\u00e9ment {0} a \u00e9t\u00e9 sign\u00e9 par \\"{1}\\", mais Java ne peut pas v\u00e9rifier l\u2019authenticit\u00e9 du certificat de la signature. Souhaitez-vous vous fier \u00e0 ce certificat ?
security.dialog.appletAction=Cliquez sur Se fier pour lancer cet applet et lui garantir un acc\u00e8s sans restriction \u00e0 votre ordinateur. Cliquez sur \\"Ne pas se fier\\" pour lancer cet applet avec les restrictions standard de Java.
security.dialog.applicationAction=Cliquez sur Se fier pour utiliser cette application et lui garantir un acc\u00e8s sans restriction \u00e0 votre ordinateur. Cliquez sur \\"Ne pas se fier\\" pour quitter cette application.
security.dialog_https.text0=Acceptez-vous ce certificat du site Web \\"{0}\\" dans le but d'\u00e9changer des informations crypt\u00e9es ?\n\nAuthenticit\u00e9 de publication v\u00e9rifi\u00e9e par : {1}
security.dialog_https.text0a=Acceptez-vous ce certificat du site Web \\"{0}\\" dans le but d'\u00e9changer des informations crypt\u00e9es ?\n\nL\u2019authenticit\u00e9 de publication ne peut pas \u00eatre v\u00e9rifi\u00e9e.
security.dialog.buttonYes=Se fier
security.dialog.buttonNo=Ne pas se fier

// SSV variant for Mac OS X that informs user we don't support JVM downloading inside Web Start.
javaws.ssv.title.notavailable=Version de Java non disponible
javaws.ssv.versionnotavailable.masthead=L\u2019application requiert une version de la plate-forme Java 2 (JRE) n\u2019\u00e9tant pas install\u00e9e. Lancez \u00ab\u00a0Mise \u00e0 jour de logiciels\u00a0\u00bb pour v\u00e9rifier si une nouvelle version est disponible, ou contactez l\u2019\u00e9diteur du logiciel.
common.quit=Quitter
common.ok=OK

// Strings used when unsigned code uses an unsecure version of Java.
launch.error.noUnsignedCodeInOldVersions=L\u2019application ne peut \u00eatre lanc\u00e9e car elle tente d\u2019ex\u00e9cuter du code dans un mode non s\u00e9curis\u00e9. Seules les versions s\u00e9curis\u00e9es de la plate-forme Java 2 pour cette version de Mac OS X peuvent ex\u00e9cuter du code non sign\u00e9.\n\n

// Mac OS X overrides.
launcherrordialog.brief.ok=OK

